Repository: newfold-labs/wp-module-staging
Catalog: languages/wp-module-staging-*.po
Languages: es_es, it_it, nl_nl, pt_br

source: Cloning can only be done from the production environment.
es_es: La clonación sólo puede hacerse desde el entorno de producción.
it_it: La clonazione può essere fatta solo dall'ambiente di produzione.
nl_nl: Klonen kan alleen worden gedaan vanuit de productieomgeving.
pt_br: A clonagem só pode ser feita a partir do ambiente de produção.

source: Staging environment already exists!
es_es: ¡El entorno de preproducción ya existe!
it_it: L'ambiente di preproduzione esiste già!
nl_nl: Testomgeving bestaat al!
pt_br: O ambiente de testes já existe!

source: You must switch to the production environment before destroying staging.
es_es: Debes cambiar al entorno de producción antes de destruir la preproducción.
it_it: Devi passare all'ambiente di produzione prima di eliminare la preproduzione.
nl_nl: U moet naar de productieomgeving overschakelen voordat u de testomgeving verwijdert.
pt_br: Você deve mudar para o ambiente de produção antes de excluir o ambiente de testes.

source: Switch to an environment you are already in, you cannot.
es_es: Cambiar a un entorno en el que ya está, no puede.
it_it: Passa a un ambiente in cui sei già, non puoi.
nl_nl: Schakel over naar een omgeving waar je al in bent, dat kan je niet.
pt_br: Você não pode mudar para um ambiente no qual já está.

source: Invalid staging CLI command.
es_es: Comando CLI de preproducción inválido.
it_it: Comando CLI di preproduzione non valido.
nl_nl: Ongeldig testomgeving CLI commando.
pt_br: Comando CLI de testes inválido.

source: Invalid character (%s) in command.
es_es: Carácter inválido (%s) en el comando.
it_it: Carattere non valido (%s) nel comando.
nl_nl: Ongeldig teken (%s) in command.
pt_br: Caractere inválido (%s) no comando.

source: Unable to execute script (disabled_function).
es_es: No se puede ejecutar el script (disabled_function).
it_it: Impossibile eseguire lo script (disabled_function).
nl_nl: Kan script niet uitvoeren (uitgeschakeld_functie).
pt_br: Não foi possível executar o script (função desabilitada).

source: Unable to execute script (permission error).
es_es: No se puede ejecutar el script (error de permisos).
it_it: Impossibile eseguire lo script (errore di autorizzazione).
nl_nl: Kan script niet uitvoeren (toestemmingsfout).
pt_br: Não foi possível executar o script (erro de permissão).

source: No sub-command provided
es_es: No se proporcionó un subcomando
it_it: Nessun sottocomando fornito
nl_nl: Geen subopdracht opgegeven
pt_br: Nenhum subcomando fornecido

source: Invalid user.
es_es: Usuario no válido.
it_it: Utente non valido.
nl_nl: Ongeldige gebruiker.
pt_br: Usuário inválido.

source: Invalid deploy type
es_es: Tipo de despliegue no válido
it_it: Tipo di distribuzione non valido
nl_nl: Ongeldig implementatietype
pt_br: Tipo de implantação inválido

source: Invalid action
es_es: Acción no válida
it_it: Azione non valida
nl_nl: Ongeldige actie
pt_br: Ação inválida

source: Invalid JSON response
es_es: Respuesta JSON inválida
it_it: Risposta JSON non valida
nl_nl: Ongeldig JSON-antwoord
pt_br: Resposta JSON inválida

source: Error:
it_it: Errore:
nl_nl: Fout:
pt_br: Erro:

source: Provided $data wasn't valid array or JSON string.
es_es: El $data proporcionado no era un array válido ni una cadena JSON válida.
it_it: I dati forniti ($data) non erano un array valido o una stringa JSON valida.
nl_nl: De opgegeven $data was geen geldig array of JSON-tekenreeks.
pt_br: Os dados fornecidos não eram um array válido ou uma string JSON.

# Menu item text
source: Staging
es_es: Preproducción
it_it: Preproduzione
nl_nl: Testomgeving
pt_br: Testes

source: Staging Environment
es_es: Entorno de preproducción
it_it: Ambiente di preproduzione
nl_nl: Testomgeving
pt_br: Ambiente de Testes

source: Staging Actions
es_es: Acciones de preproducción
it_it: Azioni di preproduzione
nl_nl: Testomgeving acties
pt_br: Ações de Testes

source: Cancel
es_es: Cancelar
it_it: Annulla
nl_nl: annuleren
pt_br: Cancelar

source: Clone
es_es: Clonar
it_it: Clona
nl_nl: Dupliceren
pt_br: Clonar

source: Confirm Clone Action
es_es: Confirmar acción de clonación
it_it: Conferma Azione Clona
nl_nl: Bevestig kloonactie
pt_br: Confirmar Ação de Clonagem

source: This will overwrite anything in staging and update it to an exact clone of the current production site. Are you sure you want to proceed?
es_es: Esto sobrescribirá todo en preproducción y lo actualizará a un clon exacto del sitio de producción actual. ¿Está seguro que desea continuar?
it_it: Questo sovrascriverà qualsiasi cosa nell'ambiente di preproduzione e lo aggiornerà ad un clone esatto del sito di produzione corrente. Sei sicuro di voler procedere?
nl_nl: Dit zal alles in de testomgeving overschrijven en bijwerken naar een exacte kopie van de huidige productiesite. Weet u zeker dat u wilt doorgaan?
pt_br: Isso substituirá tudo no ambiente de testes e o atualizará como uma cópia exata do site de produção atual. Tem certeza de que deseja continuar?

source: Cloned to Staging
es_es: Clonado a preproducción
it_it: Clonato in preproduzione
nl_nl: Gekopieerd naar testomgeving
pt_br: Clonado para o ambiente de testes

source: Cloning production to staging, this should take about a minute.
es_es: Clonando producción a preproducción, esto debería tomar aproximadamente un minuto.
it_it: Clonazione da produzione a preproduzione, questo dovrebbe richiedere circa un minuto.
nl_nl: Productieomgeving wordt gekopieerd naar testomgeving, dit duurt ongeveer een minuut.
pt_br: Clonando o ambiente de produção para o ambiente de testes. Isso deve levar cerca de um minuto.

source: Clone to staging
es_es: Clonar a preproducción
it_it: Clona in preproduzione
nl_nl: Kopieer naar testomgeving
pt_br: Clonar para testes

source: Created
es_es: Creado
it_it: Creato
nl_nl: Aangemaakt
pt_br: Criado

source: Staging Created
es_es: Preproducción creada
it_it: Preproduzione creata
nl_nl: Testomgeving aangemaakt
pt_br: Ambiente de testes criado

source: Creating a staging site, this should take about a minute.
es_es: Creando un sitio de preproducción, esto debería tomar aproximadamente un minuto.
it_it: Creazione del sito di preproduzione, questo dovrebbe richiedere circa un minuto.
nl_nl: Testomgeving wordt aangemaakt, dit duurt ongeveer een minuut.
pt_br: Criando um site de testes. Isso deve levar cerca de um minuto.

source: Create staging site
es_es: Crear sitio de preproducción
it_it: Crea sito di preproduzione
nl_nl: Testomgeving aanmaken
pt_br: Criar site de testes

source: Currently editing
es_es: Edición actual
it_it: Modifica attualmente
nl_nl: Momenteel bewerken
pt_br: Editando no momento

source: Delete
es_es: Eliminar
it_it: Elimina
nl_nl: Verwijderen
pt_br: Excluir

source: Confirm Delete
es_es: Confirmar eliminación
it_it: Conferma Eliminazione
nl_nl: Verwijderen bevestigen
pt_br: Confirmar Exclusão

source: This will permanently delete staging site. Are you sure you want to proceed? You can recreate another staging site at any time, but any specific changes you've made to this staging site will be lost.
es_es: Esto eliminará permanentemente el sitio de preproducción. ¿Está seguro que desea continuar? Puede volver a crear otro sitio de preproducción en cualquier momento, pero cualquier cambio específico que haya realizado en este sitio se perderá.
it_it: Questo eliminerà definitivamente il sito di preproduzione. Sei sicuro di voler procedere? È possibile ricreare un altro sito di preproduzione in qualsiasi momento, ma tutte le modifiche specifiche apportate a questo sito andranno perse.
nl_nl: Dit zal de testomgeving permanent verwijderen. Weet u zeker dat u wilt doorgaan? U kunt op elk moment een nieuwe testomgeving aanmaken, maar alle wijzigingen die u heeft aangebracht in deze testomgeving gaan verloren.
pt_br: Isso excluirá permanentemente o site de testes. Tem certeza de que deseja continuar? Você pode recriar outro site de testes a qualquer momento, mas quaisquer alterações específicas feitas neste site serão perdidas.

source: Deleted Staging
es_es: Preproducción eliminada
it_it: Preproduzione eliminata
nl_nl: Testomgeving verwijderd
pt_br: Site de testes excluído

source: Deleting the staging site, this should take about a minute.
es_es: Eliminando el sitio de preproducción, esto tomará aproximadamente un minuto.
it_it: Eliminazione del sito di preproduzione, questo dovrebbe richiedere circa un minuto.
nl_nl: De testomgeving wordt verwijderd, dit duurt ongeveer een minuut.
pt_br: Excluindo o site de testes. Isso deve levar cerca de um minuto.

source: Delete Staging Site
es_es: Eliminar sitio de preproducción
it_it: Elimina sito di preproduzione
nl_nl: Testomgeving verwijderen
pt_br: Excluir Site de Testes

source: Deploy
es_es: Desplegar
it_it: Dispiega
nl_nl: Implementeren
pt_br: Implantar

source: Deploy all changes
es_es: Desplegar todos los cambios
it_it: Distribuisci tutte le modifiche
nl_nl: Alle wijzigingen implementeren
pt_br: Implantar todas as alterações

source: Confirm Deployment
es_es: Confirmar Despliegue
it_it: Conferma Distribuzione
nl_nl: Bevestig implementatie
pt_br: Confirmar Implantação

source: Deploy database only
es_es: Desplegar sólo base de datos
it_it: Distribuisci solo il database
nl_nl: Alleen database implementeren
pt_br: Implantar apenas o banco de dados

source: This will deploy staging to production and overwrite current production site. Are you sure you want to proceed?
es_es: Esto desplegará la preproducción a producción y sobrescribirá el sitio actual de producción. ¿Está seguro de que desea continuar?
it_it: Questo distribuirà la preproduzione in produzione e sovrascriverà il sito di produzione corrente. Sei sicuro di voler procedere?
nl_nl: Dit zal de testomgeving naar productie overzetten en de huidige productiesite overschrijven. Weet u zeker dat u wilt doorgaan?
pt_br: Isso implantará o ambiente de testes na produção e substituirá o site de produção atual. Tem certeza de que deseja continuar?

source: Deploy files only
es_es: Desplegar sólo archivos
it_it: Distribuisci solo file
nl_nl: Alleen bestanden implementeren
pt_br: Implantar apenas os arquivos

source: Deployed
es_es: Desplegado
it_it: Dispiegato
nl_nl: Geïmplementeerd
pt_br: Implantado

source: Deploying from staging to production, this should take about a minute.
es_es: Desplegando de preproducción a producción, esto debería tomar aproximadamente un minuto.
it_it: Distribuzione da preproduzione a produzione, questo dovrebbe richiedere circa un minuto.
nl_nl: Testomgeving wordt overgezet naar productie, dit duurt ongeveer een minuut.
pt_br: Implantando do ambiente de testes para o de produção. Isso deve levar cerca de um minuto.

source: Deploy Site
es_es: Desplegar sitio
it_it: Distribuisci Sito
nl_nl: Site implementeren
pt_br: Implantar Site

source: Error
it_it: Errore
nl_nl: Foutmelding
pt_br: Erro

source: You don't have a staging site yet.
es_es: Todavía no tienes un sitio de preproducción.
it_it: Non hai ancora un sito di preproduzione.
nl_nl: U heeft nog geen testomgeving.
pt_br: Você ainda não tem um site de testes.

source: Not currently editing
es_es: Actualmente no se está editando
it_it: Non è attualmente in modifica
nl_nl: Momenteel niet bewerkt
pt_br: Não está editando no momento

source: Proceed
es_es: Continuar
it_it: Procedere
nl_nl: Doorgaan
pt_br: Prosseguir

source: Production Site
es_es: Sitio de producción
it_it: Sito Di Produzione
nl_nl: Productie site
pt_br: Site de Produção

source: Staging Site
es_es: Sitio de preproducción
it_it: Sito di preproduzione
nl_nl: Testomgeving
pt_br: Site de Testes

source: A staging site is a duplicate of your live site, offering a secure environment to experiment, test updates, and deploy when ready.
es_es: Un sitio de preproducción es un duplicado de su sitio en vivo, ofreciendo un entorno seguro para experimentar, probar actualizaciones y desplegar cuando esté listo.
it_it: Un sito di preproduzione è un duplicato del tuo sito in produzione, che offre un ambiente sicuro per sperimentare, testare gli aggiornamenti e distribuire quando sei pronto.
nl_nl: Een testomgeving is een kopie van uw live website die een veilige omgeving biedt om te experimenteren, updates te testen en door te voeren wanneer u klaar bent.
pt_br: Um site de testes é uma cópia do seu site ao vivo, oferecendo um ambiente seguro para experimentar, testar atualizações e implantar quando estiver pronto.

source: Switch
es_es: Cambiar
it_it: Cambia
nl_nl: Schakelaar
pt_br: Mudar

source: Switching
es_es: Cambiando
it_it: Commutazione
nl_nl: Schakelen
pt_br: Mudando

source: Switch to Production
es_es: Cambiar a producción
it_it: Passa alla produzione
nl_nl: Overschakelen naar productie
pt_br: Mudar para Produção

source: This will navigate you to the production environment
es_es: Esto le llevará al entorno de producción
it_it: Questo ti porterà all'ambiente di produzione
nl_nl: Dit zal je naar de productieomgeving navigeren
pt_br: Isso o levará para o ambiente de produção

source: Loading the production environment now.
es_es: Cargando el entorno de producción ahora.
it_it: Caricamento dell'ambiente di produzione adesso.
nl_nl: De productieomgeving nu laden.
pt_br: Carregando o ambiente de produção agora.

source: Switching to the production environment, this should take about a minute.
es_es: Cambiando al entorno de producción, esto debería tomar aproximadamente un minuto.
it_it: Passando all'ambiente di produzione, questo dovrebbe richiedere circa un minuto.
nl_nl: De omschakeling naar de productieomgeving zou ongeveer een minuut moeten duren.
pt_br: Mudando para o ambiente de produção. Isso deve levar cerca de um minuto.

source: Switch to Staging
es_es: Cambiar a preproducción
it_it: Passa a preproduzione
nl_nl: Overschakelen naar testomgeving
pt_br: Mudar para Testes

source: This will navigate you to the staging environment
es_es: Esto lo llevará al entorno de preproducción
it_it: Questo ti porterà all'ambiente di preproduzione
nl_nl: Dit brengt u naar de testomgeving
pt_br: Isso o levará para o ambiente de testes

source: Loading the staging environment now.
es_es: Cargando el entorno de preproducción ahora.
it_it: Caricamento dell'ambiente di preproduzione.
nl_nl: De testomgeving wordt nu geladen.
pt_br: Carregando o ambiente de testes agora.

source: Switching to the staging environment, this should take about a minute.
es_es: Cambiando al entorno de preproducción, esto debería tomar aproximadamente un minuto.
it_it: Passaggio all'ambiente di preproduzione, questo dovrebbe richiedere circa un minuto.
nl_nl: Er wordt overgeschakeld naar de testomgeving, dit duurt ongeveer een minuut.
pt_br: Mudando para o ambiente de testes. Isso deve levar cerca de um minuto.

source: An unknown error has occurred.
es_es: Se ha producido un error desconocido.
it_it: Si è verificato un errore sconosciuto.
nl_nl: Er is een onbekende fout opgetreden.
pt_br: Ocorreu um erro desconhecido.

source: Filesystem credentials required.
es_es: Se requieren credenciales del sistema de archivos.
it_it: Credenziali del file system richieste.
nl_nl: Bestandssysteemgegevens vereist.
pt_br: Credenciais do sistema de arquivos necessárias.

source: Unable to initialize WP Filesystem.
es_es: No se puede inicializar el sistema de archivos WP.
it_it: Impossibile inizializzare il file system WP.
nl_nl: Kan WP-bestandssysteem niet initialiseren.
pt_br: Não é possível inicializar o WP Filesystem.

source: Working…
es_es: Laborable...
it_it: Funzionante...
nl_nl: Werkend...
pt_br: Trabalhando...

source: Something gone wrong, please get in touch with our support.
es_es: Si algo ha salido mal, por favor ponte en contacto con nuestro soporte.
it_it: Qualcosa è andato storto, per favore contattate il nostro supporto.
nl_nl: Er is iets misgegaan, neem dan contact op met onze support.
pt_br: Algo deu errado, por favor, entre em contato com nosso suporte.

source: Log Staging
es_es: Escenificación de troncos
it_it: Stadio del tronco
nl_nl: Logboek enscenering
pt_br: Estágio de Tronco

source: Don't have capabilities to access this page
es_es: No tengo capacidad para acceder a esta página
it_it: Non ho la possibilità di accedere a questa pagina
nl_nl: Heb geen mogelijkheden om deze pagina te openen
pt_br: Não tenho capacidade para acessar esta página

source: Staging
es_es: Estadificación
it_it: Stadiazione
nl_nl: Enscenering
pt_br: Preparo

source: Production DIR:
es_es: Dirección de producción:
it_it: Regia di produzione:
nl_nl: Productie DIR:
pt_br: Diretor de Produção:

source: Production URL:
es_es: URL de producción:
it_it: URL di produzione:
nl_nl: Productie URL:
pt_br: URL de produção:

source: Staging DIR:
es_es: Dirección de escenografía:
it_it: Regia di messa in scena:
nl_nl: Enscenering DIR:
pt_br: Montagem do DIR:

source: Staging URL:
es_es: URL de preparación:
it_it: URL di staging:
nl_nl: Instelling URL:
pt_br: URL de staging:

source: Staging environment:
es_es: Entorno de escenografía:
it_it: Ambiente di preparazione:
nl_nl: Omgeving voor fasering:
pt_br: Ambiente de preparação:

source: Filter by date (YYYY-MM-DD):
es_es: Filtrar por fecha (AAAAA-MM-DD):
it_it: Filtra per data (YYY-MM-DD):
nl_nl: Filteren op datum (JJJJ-MM-DD):
pt_br: Filtre por data (YYY-MM-DD):

source: Items per page:
es_es: Elementos por página:
it_it: Elementi per pagina:
nl_nl: Items per pagina:
pt_br: Itens por página:

source: Save
es_es: Salvar
it_it: Salvare
nl_nl: Redden
pt_br: Salvar

source: Reset
es_es: Restablecimiento
it_it: Resettare
nl_nl: Terugstellen
pt_br: Repor

source: Log
es_es: Registro
it_it: Registro
pt_br: Tora

source: Next
es_es: Próximo
it_it: Prossimo
nl_nl: Volgend
pt_br: Próximo

source: No log found for selected date.
es_es: No se encontró registro para la fecha seleccionada.
it_it: Nessun registro trovato per la data selezionata.
nl_nl: Er is geen logboek gevonden voor de geselecteerde datum.
pt_br: Nenhum registro encontrado para a data selecionada.

# block title
source: Widget Group
pt_br: Grupo de Widgets

# Color name
source: Accent 1
pt_br: Acento 1

# Space size name
source: Small
pt_br: Pequeno

# Space size name
source: Large
pt_br: Grande

# Space size name
source: XX-Large
pt_br: XX-Grande

# Font size name
source: Small
pt_br: Pequeno

# Font size name
source: Medium
pt_br: Meio

# Font size name
source: Large
pt_br: Grande

# Font size name
source: Extra Extra Large
pt_br: Extra Extra Extra Large

# Font family name
source: Fira Code
pt_br: Código Fira

# Template part name
source: Header
pt_br: Cabeçalho

# Template part name
source: Vertical site header
pt_br: Cabeçalho vertical do site

# Template part name
source: Header with large title
pt_br: Cabeçalho com título grande

# Template part name
source: Footer
pt_br: Rodapé

# Template part name
source: Footer Columns
pt_br: Colunas de rodapé

# Template part name
source: Footer Newsletter
pt_br: Boletim de rodapé

# Template part name
source: Sidebar
pt_br: Barra lateral

# Custom template name
source: Page No Title
pt_br: Página Sem Título

# Duotone name
source: Black and white
pt_br: Preto e branco

# Duotone name
source: Black and sandstone
pt_br: Preto e arenito

# Duotone name
source: Black and rust
pt_br: Preto e ferrugem

# Duotone name
source: Black and sage
pt_br: Preto e sálvia

# Duotone name
source: Black and pastel blue
pt_br: Preto e azul pastel

# Gradient name
source: Vertical soft beige to white
pt_br: Vertical bege suave a branco

# Gradient name
source: Vertical soft sandstone to white
pt_br: Arenito macio vertical para branco

# Gradient name
source: Vertical soft rust to white
pt_br: Ferrugem macia vertical para branco

# Gradient name
source: Vertical soft sage to white
pt_br: Vertical soft sage a branco

# Gradient name
source: Vertical soft mint to white
pt_br: Vertical soft mint para branco

# Gradient name
source: Vertical soft pewter to white
pt_br: Estanho macio vertical a branco

# Gradient name
source: Vertical hard beige to white
pt_br: Vertical hard beige a branco

# Gradient name
source: Vertical hard sandstone to white
pt_br: Arenito duro vertical para branco

# Gradient name
source: Vertical hard rust to white
pt_br: Ferrugem vertical dura para branco

# Gradient name
source: Vertical hard sage to white
pt_br: Vertical hard sage para branco

# Gradient name
source: Vertical hard mint to white
pt_br: Vertical hard mint para branco

# Gradient name
source: Vertical hard pewter to white
pt_br: De estanho duro vertical a branco

# Color name
source: Base / Two
pt_br: Base / Dois

# Color name
source: Contrast / Two
pt_br: Contraste / Dois

# Font family name
source: System Sans-serif
pt_br: Sistema sem serifa

# Custom template name
source: Page with Sidebar
pt_br: Página com barra lateral

# Custom template name
source: Page with Wide Image
pt_br: Página com Imagem Ampla

# Custom template name
source: Single with Sidebar
pt_br: Single com barra lateral

# Custom template name
source: Blog (Alternative)
pt_br: Blog (Alternativa)

# Color name
source: Primary
pt_br: Primário

# Color name
source: Secondary
pt_br: Secundário

# Color name
source: Tertiary
pt_br: Terciário

# Font family name
source: Source Serif Pro
pt_br: Fonte Serif Pro

# Template part name
source: Comments Template Part
pt_br: Parte do Modelo de Comentários

# Duotone name
source: Dark grayscale
pt_br: Escala de cinza escura

# Duotone name
source: Grayscale
pt_br: Escala de cinza

# Duotone name
source: Purple and yellow
pt_br: Roxo e amarelo

# Duotone name
source: Blue and red
pt_br: Azul e vermelho

# Duotone name
source: Midnight
pt_br: Meia-Noite

# Duotone name
source: Magenta and yellow
pt_br: Magenta e amarelo

# Duotone name
source: Purple and green
pt_br: Roxo e verde

# Duotone name
source: Blue and orange
pt_br: Azul e laranja

# Gradient name
source: Vivid cyan blue to vivid purple
pt_br: Azul ciano vívido a roxo vívido

# Gradient name
source: Light green cyan to vivid green cyan
pt_br: Ciano verde-claro a ciano verde vívido

# Gradient name
source: Luminous vivid amber to luminous vivid orange
pt_br: Âmbar vívido luminoso a laranja vívido luminoso

# Gradient name
source: Luminous vivid orange to vivid red
pt_br: Laranja vívido luminoso a vermelho vívido

# Gradient name
source: Very light gray to cyan bluish gray
pt_br: Cinza muito claro a cinza ciano azulado

# Gradient name
source: Cool to warm spectrum
pt_br: Espectro de frio a quente

# Gradient name
source: Blush light purple
pt_br: Blush roxo claro

# Gradient name
source: Blush bordeaux
pt_br: Bordeus blush

# Gradient name
source: Luminous dusk
pt_br: Crepúsculo luminoso

# Gradient name
source: Pale ocean
pt_br: Oceano pálido

# Gradient name
source: Electric grass
pt_br: Grama elétrica

# Gradient name
source: Midnight
pt_br: Meia-noite

# Color name
source: Black
pt_br: Preto

# Color name
source: Cyan bluish gray
pt_br: Cinza azulado ciano

# Color name
source: White
pt_br: Branco

# Color name
source: Pale pink
pt_br: Rosa claro

# Color name
source: Vivid red
pt_br: Vermelho vívido

# Color name
source: Luminous vivid orange
pt_br: Laranja vívido e luminoso

# Color name
source: Luminous vivid amber
pt_br: Âmbar luminoso e vívido

# Color name
source: Light green cyan
pt_br: Ciano verde-claro

# Color name
source: Vivid green cyan
pt_br: Ciano verde vívido

# Color name
source: Pale cyan blue
pt_br: Azul ciano pálido

# Color name
source: Vivid cyan blue
pt_br: Azul ciano vívido

# Color name
source: Vivid purple
pt_br: Roxo vívido

# Aspect ratio name
source: Square - 1:1
pt_br: Quadrado - 1:1

# Aspect ratio name
source: Portrait - 3:4
pt_br: Retrato - 3:4

# Aspect ratio name
source: Classic Portrait - 2:3
pt_br: Retrato Clássico - 2:3

# Aspect ratio name
source: Tall - 9:16
pt_br: Altura - 9:16

# Shadow name
source: Outlined
pt_br: Contornado

source: Prev
nl_nl: Vorige
