{
    "translation-revision-date": "2025-02-19 13:44",
    "generator": "WP-CLI\/2.11.0",
    "source": "components\/staging\/defaultText.js",
    "domain": "messages",
    "locale_data": {
        "messages": {
            "": {
                "domain": "messages",
                "lang": "es_ES",
                "plural-forms": "nplurals=2; plural=(n != 1);"
            },
            "Cancel": [
                "Cancelar"
            ],
            "Clone": [
                "Clonar"
            ],
            "Confirm Clone Action": [
                "Confirmar Clonar acción"
            ],
            "This will overwrite anything in staging and update it to an exact clone of the current production site. Are you sure you want to proceed?": [
                "Esto sobrescribirá cualquier cosa en la puesta en escena y la actualizará a un clon exacto del sitio de producción actual. ¿Está seguro que desea continuar?"
            ],
            "Cloned to Staging": [
                "Clonado a Staging"
            ],
            "Cloning production to staging, this should take about a minute.": [
                "La producción de la clonación hasta el escenario, esto debería tomar aproximadamente un minuto."
            ],
            "Clone to staging": [
                "Clonar a Staging"
            ],
            "Created": [
                "Creado"
            ],
            "Staging Created": [
                "Staging creado"
            ],
            "Creating a staging site, this should take about a minute.": [
                "Crear un sitio en escena, esto debería tomar aproximadamente un minuto."
            ],
            "Create staging site": [
                "Crear sitio de staging"
            ],
            "Currently editing": [
                "Edición actual"
            ],
            "Delete": [
                "Eliminar"
            ],
            "Confirm Delete": [
                "Confirmar eliminación"
            ],
            "This will permanently delete staging site. Are you sure you want to proceed? You can recreate another staging site at any time, but any specific changes you've made to this staging site will be lost.": [
                "Esto eliminará permanentemente el sitio provisional. ¿Está seguro que desea continuar? Puede volver a crear otro sitio de staging en cualquier momento, pero cualquier cambio específico que haya realizado en este sitio de staging se perderá."
            ],
            "Deleted Staging": [
                "Estreno eliminado"
            ],
            "Deleting the staging site, this should take about a minute.": [
                "Eliminando el sitio de instalación, esto tomará aproximadamente un minuto."
            ],
            "Delete Staging Site": [
                "Eliminar sitio Staging"
            ],
            "Deploy": [
                "Desplegar"
            ],
            "Deploy all changes": [
                "Desplegar todos los cambios"
            ],
            "Confirm Deployment": [
                "Confirmar Despliegue"
            ],
            "Deploy database only": [
                "Desplegar sólo base de datos"
            ],
            "This will deploy staging to production and overwrite current production site. Are you sure you want to proceed?": [
                "Esto desplegará la puesta en escena en la producción y sobrescribirá el sitio actual de producción. ¿Está seguro de que desea continuar?"
            ],
            "Deploy files only": [
                "Desplegar sólo archivos"
            ],
            "Deployed": [
                "Desplegado"
            ],
            "Deploying from staging to production, this should take about a minute.": [
                "Desplegar desde la puesta en escena hasta la producción, esto debería tomar aproximadamente un minuto."
            ],
            "Deploy Site": [
                "Desplegar sitio"
            ],
            "Error": [
                "Error"
            ],
            "You don't have a staging site yet.": [
                "Todavía no tienes un sitio de staging."
            ],
            "Not currently editing": [
                "Actualmente no se está editando"
            ],
            "Proceed": [
                "Continuar"
            ],
            "Production Site": [
                "Sitio de producción"
            ],
            "Staging Site": [
                "Sitio de Staging"
            ],
            "A staging site is a duplicate of your live site, offering a secure environment to experiment, test updates, and deploy when ready.": [
                "Un sitio de staging es un duplicado de su sitio en vivo, ofreciendo un entorno seguro para experimentar, probar actualizaciones y desplegar cuando esté listo."
            ],
            "Switch": [
                "Cambiar"
            ],
            "Switching": [
                "Cambiando"
            ],
            "Switch to Production": [
                "Cambiar a Producción"
            ],
            "This will navigate you to the production environment": [
                "Esto le llevará al entorno de producción"
            ],
            "Loading the production environment now.": [
                "Cargando el entorno de producción ahora."
            ],
            "Switching to the production environment, this should take about a minute.": [
                "Cambiar al entorno de producción, esto debería tomar aproximadamente un minuto."
            ],
            "Switch to Staging": [
                "Cambiar a Staging"
            ],
            "This will navigate you to the staging environment": [
                "Esto lo llevará al entorno de staging"
            ],
            "Loading the staging environment now.": [
                "Cargando el entorno de staging ahora."
            ],
            "Switching to the staging environment, this should take about a minute.": [
                "Cambiar al entorno de escena, esto debería tomar aproximadamente un minuto."
            ],
            "Staging": [
                "Escenario"
            ],
            "An unknown error has occurred.": [
                "Se ha producido un error desconocido."
            ],
            "Working...": [
                "Trabajando..."
            ]
        }
    }
}