{
    "translation-revision-date": "2025-02-19 13:44",
    "generator": "WP-CLI\/2.11.0",
    "source": "components\/staging\/defaultText.js",
    "domain": "messages",
    "locale_data": {
        "messages": {
            "": {
                "domain": "messages",
                "lang": "de_DE",
                "plural-forms": "nplurals=2; plural=(n != 1);"
            },
            "Cancel": [
                "Abbrechen"
            ],
            "Clone": [
                "Klonen"
            ],
            "Confirm Clone Action": [
                "Klon-Aktion bestätigen"
            ],
            "This will overwrite anything in staging and update it to an exact clone of the current production site. Are you sure you want to proceed?": [
                "Dies wird alles in der Stagierung überschreiben und zu einem exakten Klon der aktuellen Produktionsseite aktualisieren. Sind Sie sicher, dass Sie fortfahren möchten?"
            ],
            "Cloned to Staging": [
                "Zu Staging geklont"
            ],
            "Cloning production to staging, this should take about a minute.": [
                "Das Klonen der Produktion auf Stagnation sollte ungefähr eine Minute dauern."
            ],
            "Clone to staging": [
                "Zum Stagieren klonen"
            ],
            "Created": [
                "Erstellt"
            ],
            "Staging Created": [
                "Staging erstellt"
            ],
            "Creating a staging site, this should take about a minute.": [
                "Erstellen einer Staging-Site sollte eine Minute dauern."
            ],
            "Create staging site": [
                "Staging-Site erstellen"
            ],
            "Currently editing": [
                "Aktuell bearbeiten"
            ],
            "Delete": [
                "Löschen"
            ],
            "Confirm Delete": [
                "Löschen bestätigen"
            ],
            "This will permanently delete staging site. Are you sure you want to proceed? You can recreate another staging site at any time, but any specific changes you've made to this staging site will be lost.": [
                "Staging-Site wird dauerhaft gelöscht. Sind Sie sicher, dass Sie fortfahren möchten? Sie können jederzeit eine andere Staging-Site neu erstellen, aber alle spezifischen Änderungen, die Sie an dieser Staging-Site vorgenommen haben, gehen verloren."
            ],
            "Deleted Staging": [
                "Gelöschte Staging"
            ],
            "Deleting the staging site, this should take about a minute.": [
                "Staging Site wird gelöscht. Dies sollte ungefähr eine Minute dauern."
            ],
            "Delete Staging Site": [
                "Staging-Site löschen"
            ],
            "Deploy": [
                "Deploy"
            ],
            "Deploy all changes": [
                "Alle Änderungen verteilen"
            ],
            "Confirm Deployment": [
                "Einsatz bestätigen"
            ],
            "Deploy database only": [
                "Nur Datenbank verteilen"
            ],
            "This will deploy staging to production and overwrite current production site. Are you sure you want to proceed?": [
                "Dies wird Staging zur Produktion bereitstellen und die aktuelle Produktionsseite überschreiben. Sind Sie sicher, dass Sie fortfahren möchten?"
            ],
            "Deploy files only": [
                "Nur Dateien verteilen"
            ],
            "Deployed": [
                "Ausgestellt"
            ],
            "Deploying from staging to production, this should take about a minute.": [
                "Der Einsatz von Staging in die Produktion sollte etwa eine Minute in Anspruch nehmen."
            ],
            "Deploy Site": [
                "Site verteilen"
            ],
            "Error": [
                "Fehler"
            ],
            "You don't have a staging site yet.": [
                "Sie haben noch keine Staging-Site."
            ],
            "Not currently editing": [
                "Derzeit nicht bearbeiten"
            ],
            "Proceed": [
                "Fortfahren"
            ],
            "Production Site": [
                "Produktionsstandort"
            ],
            "Staging Site": [
                "Staging-Seite"
            ],
            "A staging site is a duplicate of your live site, offering a secure environment to experiment, test updates, and deploy when ready.": [
                "Eine Staging-Site ist eine Kopie Ihrer Live-Site, die eine sichere Umgebung zum Experimentieren, Testen von Aktualisierungen und Verteilen bietet, wenn sie bereit sind."
            ],
            "Switch": [
                "Wechseln"
            ],
            "Switching": [
                "Wechseln"
            ],
            "Switch to Production": [
                "Zur Produktion wechseln"
            ],
            "This will navigate you to the production environment": [
                "Dies wird Sie zur Produktionsumgebung navigieren"
            ],
            "Loading the production environment now.": [
                "Laden der Produktionsumgebung jetzt."
            ],
            "Switching to the production environment, this should take about a minute.": [
                "Beim Wechsel auf die Produktionsumgebung sollte dies etwa eine Minute dauern."
            ],
            "Switch to Staging": [
                "Zu Staging wechseln"
            ],
            "This will navigate you to the staging environment": [
                "Dies wird dich zur Staging-Umgebung navigieren"
            ],
            "Loading the staging environment now.": [
                "Laden der Staging-Umgebung jetzt."
            ],
            "Switching to the staging environment, this should take about a minute.": [
                "Beim Wechsel auf die Staging-Umgebung sollte dies ungefähr eine Minute dauern."
            ],
            "Staging": [
                "Inszenierung"
            ],
            "An unknown error has occurred.": [
                "Ein unbekannter Fehler ist aufgetreten."
            ],
            "Working...": [
                "Arbeiten..."
            ]
        }
    }
}