{
    "translation-revision-date": "2025-05-07 14:42+0100",
    "generator": "WP-CLI\/2.11.0",
    "source": "components\/staging\/defaultText.js",
    "domain": "messages",
    "locale_data": {
        "messages": {
            "": {
                "domain": "messages",
                "lang": "es_MX",
                "plural-forms": "nplurals=2; plural=(n != 1);"
            },
            "Cancel": [
                "Cancelar"
            ],
            "Clone": [
                "Clonar"
            ],
            "Confirm Clone Action": [
                "Confirmar acción de clonación"
            ],
            "This will overwrite anything in staging and update it to an exact clone of the current production site. Are you sure you want to proceed?": [
                "Esto sobrescribirá todo en el entorno de staging y lo actualizará con una copia exacta del sitio actual en producción. ¿Seguro que deseas continuar?"
            ],
            "Cloned to Staging": [
                "Clonado en Staging"
            ],
            "Cloning production to staging, this should take about a minute.": [
                "Clonando el entorno de producción a staging, esto tomará aproximadamente un minuto."
            ],
            "Clone to staging": [
                "Clonar a staging"
            ],
            "Created": [
                "Creado"
            ],
            "Staging Created": [
                "Staging creado"
            ],
            "Creating a staging site, this should take about a minute.": [
                "Creando un sitio de staging, esto tomará aproximadamente un minuto."
            ],
            "Create staging site": [
                "Crear sitio de staging"
            ],
            "Currently editing": [
                "Editando actualmente"
            ],
            "Delete": [
                "Eliminar"
            ],
            "Confirm Delete": [
                "Confirmar eliminación"
            ],
            "This will permanently delete staging site. Are you sure you want to proceed? You can recreate another staging site at any time, but any specific changes you've made to this staging site will be lost.": [
                "Esto eliminará permanentemente el sitio de staging. ¿Seguro que deseas continuar? Puedes crear otro sitio de staging en cualquier momento, pero los cambios realizados en este sitio se perderán."
            ],
            "Deleted Staging": [
                "Staging eliminado"
            ],
            "Deleting the staging site, this should take about a minute.": [
                "Eliminando el sitio de staging, esto tomará aproximadamente un minuto."
            ],
            "Delete Staging Site": [
                "Eliminar sitio de Staging"
            ],
            "Deploy": [
                "Implementar"
            ],
            "Deploy all changes": [
                "Implementar todos los cambios"
            ],
            "Confirm Deployment": [
                "Confirmar implementación"
            ],
            "Deploy database only": [
                "Implementar solo la base de datos"
            ],
            "This will deploy staging to production and overwrite current production site. Are you sure you want to proceed?": [
                "Esto implementará el entorno de staging en producción y sobrescribirá el sitio actual. ¿Seguro que deseas continuar?"
            ],
            "Deploy files only": [
                "Implementar solo archivos"
            ],
            "Deployed": [
                "Implementado"
            ],
            "Deploying from staging to production, this should take about a minute.": [
                "Implementando de staging a producción, esto tomará aproximadamente un minuto."
            ],
            "Deploy Site": [
                "Implementar sitio"
            ],
            "Error": [
                "Error"
            ],
            "You don't have a staging site yet.": [
                "Aún no tienes un sitio de staging."
            ],
            "Not currently editing": [
                "No se está editando actualmente"
            ],
            "Proceed": [
                "Continuar"
            ],
            "Production Site": [
                "Sitio de Producción"
            ],
            "Staging Site": [
                "Sitio de Staging"
            ],
            "A staging site is a duplicate of your live site, offering a secure environment to experiment, test updates, and deploy when ready.": [
                "Un sitio de staging es una copia de tu sitio en producción que te permite probar cambios, experimentar y realizar implementaciones de forma segura."
            ],
            "Switch": [
                "Cambiar"
            ],
            "Switching": [
                "Cambiando"
            ],
            "Switch to Production": [
                "Cambiar a Producción"
            ],
            "This will navigate you to the production environment": [
                "Esto te llevará al entorno de producción"
            ],
            "Loading the production environment now.": [
                "Cargando el entorno de producción."
            ],
            "Switching to the production environment, this should take about a minute.": [
                "Cambiando al entorno de producción, esto tomará aproximadamente un minuto."
            ],
            "Switch to Staging": [
                "Cambiar a Staging"
            ],
            "This will navigate you to the staging environment": [
                "Esto te llevará al entorno de staging"
            ],
            "Loading the staging environment now.": [
                "Cargando el entorno de staging."
            ],
            "Switching to the staging environment, this should take about a minute.": [
                "Cambiando al entorno de staging, esto tomará aproximadamente un minuto."
            ],
            "Staging": [
                "Staging"
            ],
            "An unknown error has occurred.": [
                "Ha ocurrido un error desconocido."
            ],
            "Working...": [
                "Trabajando..."
            ]
        }
    }
}